export const list = {
  "status": "1",
  "data": [
    {
      "NAME": "一监区生产区",
      "ID": "100.1.2.22.1",
      "KEY": "1"
    },
    {
      "NAME": "五监区监房",
      "ID": "100.1.2.22.10",
      "KEY": "10"
    },
    {
      "NAME": "六监区生产区",
      "ID": "100.1.2.22.11",
      "KEY": "11"
    },
    {
      "NAME": "六监区监房",
      "ID": "100.1.2.22.12",
      "KEY": "12"
    },
    {
      "NAME": "七监区监房",
      "ID": "100.1.2.22.13",
      "KEY": "13"
    },
    {
      "NAME": "八监区生产区",
      "ID": "100.1.2.22.14",
      "KEY": "14"
    },
    {
      "NAME": "八监区监房",
      "ID": "100.1.2.22.15",
      "KEY": "15"
    },
    {
      "NAME": "九监区生产区",
      "ID": "100.1.2.22.16",
      "KEY": "16"
    },
    {
      "NAME": "九监区监房",
      "ID": "100.1.2.22.17",
      "KEY": "17"
    },
    {
      "NAME": "十监区生产区",
      "ID": "100.1.2.22.18",
      "KEY": "18"
    },
    {
      "NAME": "十监区监房",
      "ID": "100.1.2.22.19",
      "KEY": "19"
    },
    {
      "NAME": "一监区监房",
      "ID": "100.1.2.22.2",
      "KEY": "2"
    },
    {
      "NAME": "十一监区生产区",
      "ID": "100.1.2.22.20",
      "KEY": "20"
    },
    {
      "NAME": "十一监区监房",
      "ID": "100.1.2.22.21",
      "KEY": "21"
    },
    {
      "NAME": "十二监区生产区",
      "ID": "100.1.2.22.22",
      "KEY": "22"
    },
    {
      "NAME": "十二监区监房",
      "ID": "100.1.2.22.23",
      "KEY": "23"
    },
    {
      "NAME": "十四监区监房",
      "ID": "100.1.2.22.24",
      "KEY": "24"
    },
    {
      "NAME": "十九监区生产区",
      "ID": "100.1.2.22.25",
      "KEY": "25"
    },
    {
      "NAME": "十九监区监房",
      "ID": "100.1.2.22.26",
      "KEY": "26"
    },
    {
      "NAME": "二十监区生产区",
      "ID": "100.1.2.22.27",
      "KEY": "27"
    },
    {
      "NAME": "二十监区监房",
      "ID": "100.1.2.22.28",
      "KEY": "28"
    },
    {
      "NAME": "二十一监区生产区",
      "ID": "100.1.2.22.29",
      "KEY": "29"
    },
    {
      "NAME": "二监区生产区",
      "ID": "100.1.2.22.3",
      "KEY": "3"
    },
    {
      "NAME": "二十一监区监房",
      "ID": "100.1.2.22.30",
      "KEY": "30"
    },
    {
      "NAME": "监管监区",
      "ID": "100.1.2.22.31",
      "KEY": "31"
    },
    {
      "NAME": "罪犯食堂",
      "ID": "100.1.2.22.32",
      "KEY": "32"
    },
    {
      "NAME": "罪犯超市",
      "ID": "100.1.2.22.33",
      "KEY": "33"
    },
    {
      "NAME": "苏悟楼",
      "ID": "100.1.2.22.34",
      "KEY": "34"
    },
    {
      "NAME": "二监区生产区",
      "ID": "100.1.2.22.344",
      "KEY": "344"
    },
    {
      "NAME": "卫生所",
      "ID": "100.1.2.22.35",
      "KEY": "35"
    },
    {
      "NAME": "废料库",
      "ID": "100.1.2.22.36",
      "KEY": "36"
    },
    {
      "NAME": "物流仓库",
      "ID": "100.1.2.22.37",
      "KEY": "37"
    },
    {
      "NAME": "垃圾存放点",
      "ID": "100.1.2.22.38",
      "KEY": "38"
    },
    {
      "NAME": "基建工地",
      "ID": "100.1.2.22.39",
      "KEY": "39"
    },
    {
      "NAME": "配电房",
      "ID": "100.1.2.22.40",
      "KEY": "40"
    },
    {
      "NAME": "机房-wuzl",
      "ID": "100.1.2.22.41",
      "KEY": "41"
    },
    {
      "NAME": "围墙大门",
      "ID": "100.1.2.22.42",
      "KEY": "42"
    },
    {
      "NAME": "管教综合办",
      "ID": "100.1.2.22.43",
      "KEY": "43"
    },
    {
      "NAME": "生活区公共区域",
      "ID": "100.1.2.22.44",
      "KEY": "44"
    },
    {
      "NAME": "二监区监房",
      "ID": "100.1.2.22.444",
      "KEY": "4"
    },
    {
      "NAME": "生产区公共区域",
      "ID": "100.1.2.22.45",
      "KEY": "45"
    },
    {
      "NAME": "三监区生产区",
      "ID": "100.1.2.22.5",
      "KEY": "5"
    },
    {
      "NAME": "三监区监房",
      "ID": "100.1.2.22.6",
      "KEY": "6"
    },
    {
      "NAME": "四监区生产区",
      "ID": "100.1.2.22.7",
      "KEY": "7"
    },
    {
      "NAME": "四监区监房",
      "ID": "100.1.2.22.8",
      "KEY": "8"
    },
    {
      "NAME": "五监区生产区",
      "ID": "100.1.2.22.9",
      "KEY": "9"
    }
  ],
  "msg": "请求成功"
};
