export const list = {
  "status": "1",
  "data": [
    {
      "NAME": "施工",
      "ID": "100.1.2.26.1",
      "children": [
        {
          "NAME": "信息化施工",
          "ID": "100.1.2.26.1.1",
          "KEY": "2"
        },
        {
          "NAME": "基建施工",
          "ID": "100.1.2.26.1.2",
          "KEY": "3"
        },
        {
          "NAME": "维修",
          "ID": "209118c65fa1caf5015fa386f7a50000",
          "KEY": "4"
        },
        {
          "NAME": "送图书",
          "ID": "209118c65fa1caf5015fa3963a7a0002",
          "KEY": "8"
        }
      ],
      "KEY": "1"
    },
    {
      "NAME": "生活卫生",
      "ID": "100.1.2.26.2",
      "children": [
        {
          "NAME": "送菜",
          "ID": "100.1.2.26.2.1",
          "KEY": "5"
        },
        {
          "NAME": "送衣服",
          "ID": "100.1.2.26.2.2",
          "KEY": "6"
        },
        {
          "NAME": "送图书",
          "ID": "209118c65fa1caf5015fa391579c0001",
          "KEY": "7"
        }
      ],
      "KEY": "4"
    },
    {
      "NAME": "监舍",
      "ID": "1",
      "children": [],
      "KEY": "2"
    },
    {
      "NAME": "qq",
      "ID": "20918021641bdeb701641c1325000000",
      "children": [],
      "KEY": "222"
    }
  ],
  "msg": "请求成功"
};
