export const   indexListData = {
  "count": "2",
  "page": "1",
  "status": "1",
  "data":[
    {
      type:1,
      title:'司法部副部长刘志强在新疆甘肃调研司法行政工作',
      time:'2017年1月22日',
      read:106
    },
    {
      type:2,
      title:'坚持改革创新推进监狱工作实现新发展',
      time:'2017年1月22日',
      read:106
    },
    {
      type:3,
      title:'司法部副部长刘志强在新疆甘肃调研司法行政工作',
      time:'2017年1月22日',
      read:106
    },
    {
      type:4,
      title:'司法部副部长刘志强在新疆甘肃调研司法行政工作',
      time:'2017年1月22日',
      read:90
    },
    {
      type:5,
      title:'司法部副部长刘志强在新疆甘肃调研司法行政工作',
      time:'2017年1月22日',
      read:96
    },
    {
      type:2,
      title:'司法部副部长刘志强在新疆甘肃调研司法行政工作',
      time:'2017年1月22日',
      read:116
    },
  ],
  "msg": "请求成功",
  "rows": "10"

}

export  const zwExamsList ={
  "count": "2",
  "page": "1",
  "status": "1",
  "data":[
    {
      question:'在（）指导下，中国共产党领导全国各族人民，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，推动中国特色社会主义进入了新时代',
      choice:[
        {
           'id':1,
           'value':'A',
           'label':'毛泽东思想'
        },
        {
          'id':2,
          'value':'B',
          'label':'马克思列宁主义'
        },
        {

          'id':3,
          'value':'C',
          'label':'习近平新时代中国特色社会主义思想'
        },
        {
          'id':4,
          'value':'D',
          'label':'“三个代表”重要思想'
        }
      ]
    },
    {
      question:'全党同志要为实现推进现代化建设、完成祖国统一、维护世界和平与促进共同发展这三大历史任务，实现（）而奋斗',
      choice:[
        {
          'id':5,
          'label':'“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦',
          'value':"A"
        },
        {
          'id':6,
          'label':'“一百年”奋斗目标、实现中华民族伟大复兴的中国梦',
          'value':"B"
        },
        {
          'id':7,
          'value':'C',
          'label':'“两个一百年”奋斗目标、实现中华民族伟大复兴的梦想'
        },
        {
          'id':8,
          'value':'D',
          'label':'“一百年”奋斗目标、实现中华民族伟大复兴的梦想'
        }
      ]
    }
    ,
    {
      question:'在（）指导下，中国共产党领导全国各族人民，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，推动中国特色社会主义进入了新时代',
      choice:[
        {
          'id':9,
          'value':'A',
          'label':'毛泽东思想'
        },
        {
          'id':10,
          'value':'B',
          'label':'马克思列宁主义'
        },
        {
          'id':11,
          'value':'C',
          'label':'习近平新时代中国特色社会主义思想'
        },
        {
          'id':12,
          'value':'D',
          'label':'“三个代表”重要思想'
        }
      ]
    }

  ],
  "msg": "请求成功",
  "rows": "10"
}
