export const   indexListData = {
  "count": "2",
  "page": "1",
  "status": "1",
  "data":[
    {
      type:1,
      title:'司法部副部长刘志强在新疆甘肃调研司法行政工作',
      time:'2017年1月22日',
      read:106
    },

    {
      type:1,
      title:'学习宣传贯彻习近平新时代中国特色社会主义思想系列研讨会 第三场研讨会发言摘编',
      time:'2018-05-30 12:53:51',
      read:106
    },
    {
      type:1,
      title:'习近平：在中国科学院第十九次院士大会、中国工程院第十四次院士大会上的讲话',
      time:'2017年1月22日',
      read:106
    },
    {
      type:1,
      title:'习近平：以时不我待只争朝夕的精神投入工作 开创新时代中国特色社会主义事业新局面',
      time:'2017年1月22日',
      read:106
    },
    {
      type:1,
      title:'一图了解中央和国家机关党的建设如何抓',
      time:'2017年1月22日',
      read:106
    },
    {
      type:1,
      title:'中共中央印发《关于认真学习宣传贯彻党的十八大精神的通知》',
      time:'2012-11-26 09:26:00',
      read:106
    },
    {
      type:1,
      title:'抓好第一批主题教育学习教育、调查研究、检视问题、整改落实工作',
      time:'2019-06-25 17:37:44',
      read:106
    },
    {
      type:1,
      title:'“不忘初心、牢记使命”主题教育官方网站和微信公众号正式上线',
      time:'2017年1月22日',
      read:106
    },
    {
      type:2,
      title:'坚持改革创新推进监狱工作实现新发展',
      time:'2017年1月22日',
      read:106
    },
    {
      type:2,
      title:'关于开展全区“两学一做”学习教育主题党日活动的通知',
      time:'2017年1月22日',
      read:106
    },
    {
      type:2,
      title:'关于印发《关于在全区党员中开展“手抄党章一百天”活动的实施方案》的通知',
      time:'2016-06-03 15:45:32',
      read:106
    },
    {
      type:2,
      title:'中共中央发出关于印发《习近平新时代中国特色社会主义思想学习纲要》的通知',
      time:'2019-06-10 17:35:01',
      read:106
    },
    {
      type:2,
      title:'在全区党员中开展“学党章党规、学系列讲话，做合格党员”学习教育实施方案',
      time:'2016-06-03 11:58:07',
      read:106
    },
    {
      type:3,
      title:'习近平：决胜全面建成小康社会 夺取新时代中国特色社会主义伟大胜利——在中国共产党第十九次全国代表大会上的报告 ',
      time:'2017-10-27 17:02:43',
      read:106
    },
    {
      type:3,
      title:'学习贯彻习近平总书记视察湖北重要讲话精神 ',
      time:'2017-10-27 17:02:43',
      read:106
    },
    {
      type:3,
      title:'习近平：学习党章是全体党员的基本功 ',
      time:'2017-10-27 17:02:43',
      read:106
    },
    {
      type:3,
      title:'中央“不忘初心、牢记使命”主题教育领导小组印发《工作方案》对照党章党规找差距 ',
      time:'2019年07月22日08:30 ',
      read:106
    },
    {
      type:3,
      title:'习近平：决胜全面建成小康社会 夺取新时代中国特色社会主义伟大胜利——在中国共产党第十九次全国代表大会上的报告 ',
      time:'2017-10-27 17:02:43',
      read:106
    },
    {
      type:3,
      title:'中共中央办公厅印发《干部选拔任用工作监督检查和责任追究办法》 ',
      time:'2017-10-27 17:02:43',
      read:106
    },
    {
      type:3,
      title:'提升考核质量激励担当作为 ——中组部负责人就印发《党政领导干部考核工作条例》答记者问 ',
      time:'2017-10-27 17:02:43',
      read:106
    },
    {
      type:3,
      title:'习近平对学习教育常态化制度化作重要指示',
      time:'2017-10-27 17:02:43',
      read:106
    },
    {
      type:3,
      title:'中办印发推进学习教育常态化制度化意见',
      time:'2017-10-27 17:02:43',
      read:106
    },

    {
      type:4,
      title:'公司第八党支部组织开展 “共筑暖冬”捐冬衣送温暖公益活动',
      time:'2018-10-18 14:41:34',
      read:90
    },

    {
      type:4,
      title:'推进“两学一做”学习教育常态化制度化',
      time:'2018-10-18 14:41:34',
      read:90
    },

    {
      type:4,
      title:'山东金乡:"五抓五促"促进村级党建提档升级',
      time:'2018-10-18 14:41:34',
      read:90
    },

    {
      type:4,
      title:'中组部要求做好《榜样3》专题节目学习宣传',
      time:'2018-10-18 14:41:34',
      read:90
    },

    {
      type:4,
      title:'公司第八党支部组织开展 “共筑暖冬”捐冬衣送温暖公益活动',
      time:'2018-10-18 14:41:34',
      read:90
    },
    {
      type:5,
      title:'开展学习教育如何区分层次、分类指导',
      time:'2016-06-03 15:54:01',
      read:96
    },
    {
      type:5,
      title:'如何确保学习教育抓在日常、严在经常',
      time:'2016-06-03 15:54:01',
      read:96
    },
    {
      type:5,
      title:'为何学习教育是思想政治建设重要部署',
      time:'2016-06-03 15:54:01',
      read:96
    },
    {
      type:5,
      title:'开展学习教育要坚持哪些原则？',
      time:'2016-06-03 15:54:01',
      read:96
    },
    {
      type:5,
      title:'如何“学”与“做”？',
      time:'2016-06-03 15:45:32',
      read:116
    },
  {
    type:5,
      title:'全国党员干部现代远程教育：精品党课',
    time:'2016-06-03 15:45:32',
    read:116
  },
  ],
  "msg": "请求成功",
  "rows": "10"

}

export  const zwExamsList ={
  "count": "2",
  "page": "1",
  "status": "1",
  "data":[
    {
      question:'在（）指导下，中国共产党领导全国各族人民，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，推动中国特色社会主义进入了新时代',
      choice:[
        {
           'id':1,
           'value':'A',
           'label':'毛泽东思想'
        },
        {
          'id':2,
          'value':'B',
          'label':'马克思列宁主义'
        },
        {

          'id':3,
          'value':'C',
          'label':'习近平新时代中国特色社会主义思想'
        },
        {
          'id':4,
          'value':'D',
          'label':'“三个代表”重要思想'
        }
      ]
    },
    {
      question:'全党同志要为实现推进现代化建设、完成祖国统一、维护世界和平与促进共同发展这三大历史任务，实现（）而奋斗',
      choice:[
        {
          'id':5,
          'label':'“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦',
          'value':"A"
        },
        {
          'id':6,
          'label':'“一百年”奋斗目标、实现中华民族伟大复兴的中国梦',
          'value':"B"
        },
        {
          'id':7,
          'value':'C',
          'label':'“两个一百年”奋斗目标、实现中华民族伟大复兴的梦想'
        },
        {
          'id':8,
          'value':'D',
          'label':'“一百年”奋斗目标、实现中华民族伟大复兴的梦想'
        }
      ]
    }
    ,
    {
      question:'在（）指导下，中国共产党领导全国各族人民，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，推动中国特色社会主义进入了新时代',
      choice:[
        {
          'id':9,
          'value':'A',
          'label':'毛泽东思想'
        },
        {
          'id':10,
          'value':'B',
          'label':'马克思列宁主义'
        },
        {
          'id':11,
          'value':'C',
          'label':'习近平新时代中国特色社会主义思想'
        },
        {
          'id':12,
          'value':'D',
          'label':'“三个代表”重要思想'
        }
      ]
    }

  ],
  "msg": "请求成功",
  "rows": "10"
}
